# St7DisableModelRCUnit

Restores the API default report of plate RC results in consistent model units, overriding the length and area units
set by St7SetRCUnits.

Strand7 API Manual

long St7DisableModelRCUnit(long uID)

Input Parameters

uID

Strand7 model file ID.

Entities – Nodes, Elements and Links

Entities – Nodes, Elements and Links